Repository: luflow/attendance
Catalog: translationfiles/*/attendance.po
Languages: da, de, fr

source: Bold
da: Fed
de: Fett
fr: Gras

source: Italic
da: Kursiv
de: Kursiv
fr: Italique

source: Strikethrough
da: Gennemstreget
de: Durchgestrichen
fr: Barré

source: Bullet list
da: Punktliste
de: Aufzählungsliste
fr: Liste à puces

source: Numbered list
da: Nummereret liste
de: Nummerierte Liste
fr: Liste numérotée

source: Quote
da: Citat
de: Zitat
fr: Citation

source: Insert link
da: Indsæt link
de: Link einfügen
fr: Insérer un lien

source: Supports Markdown formatting
de: Unterstützt Markdown-Formatierung

source: Write your description here...
de: Beschreibung hier eingeben...

source: User
da: Bruger
de: Benutzer
fr: Utilisateur

source: Response Summary Teams
de: Teams für Antwortübersicht

source: Select which teams to include in response summaries. Team members will be grouped together like regular groups.
da: Vælg hvilke teams der skal inkluderes i svaroversigter. Teammedlemmer vil blive grupperet sammen som almindelige grupper.
de: Wähle aus, welche Teams in der Antwortübersicht angezeigt werden. Teammitglieder werden wie bei normalen Gruppen zusammengefasst.
fr: Sélectionnez les équipes à inclure dans les résumés des réponses. Les membres de l'équipe seront regroupés comme des groupes ordinaires.

source: Search and select teams...
de: Teams suchen und auswählen...

source: %n team selected
da: %n team valgt
de: %n Team ausgewählt
fr: %n équipe sélectionnée

source: %n teams selected
de: %n Teams ausgewählt

source: Import from Calendar
de: Aus Kalender importieren

source: Select a calendar event to pre-fill the appointment form.
da: Vælg en kalenderbegivenhed for at forudfylde aftaleformularen.
de: Wähle ein Kalenderereignis aus, um das Terminformular automatisch auszufüllen.
fr: Sélectionnez un événement de calendrier pour pré-remplir le formulaire de rendez-vous.

source: Loading calendars...
de: Kalender werden geladen...

source: Select Calendar
de: Kalender auswählen

source: No calendars found
da: Ingen kalendere fundet
de: Keine Kalender gefunden
fr: Aucun calendrier trouvé

source: Loading events...
de: Ereignisse werden geladen...

source: Select Event
de: Ereignis auswählen

source: Untitled Event
de: Unbenanntes Ereignis

source: No upcoming events in this calendar
da: Ingen kommende begivenheder i denne kalender
de: Keine bevorstehenden Ereignisse in diesem Kalender
fr: Aucun événement à venir dans ce calendrier

source: Failed to load calendars
da: Kalendere kunne ikke indlæses
de: Kalender konnten nicht geladen werden
fr: Échec du chargement des calendriers

source: Failed to load calendar events
da: Kalenderbegivenheder kunne ikke indlæses
de: Kalenderereignisse konnten nicht geladen werden
fr: Échec du chargement des événements de calendrier

source: Imported from Calendar
de: Aus Kalender importiert

source: Calendar Sync
de: Kalender-Synchronisation

source: Automatically update attendance appointments when their linked calendar events are modified.
da: Opdater automatisk fremmødeaftaler, når deres tilknyttede kalenderbegivenheder ændres.
de: Anwesenheitstermine automatisch aktualisieren, wenn ihre verknüpften Kalenderereignisse geändert werden.
fr: Mettre à jour automatiquement les rendez-vous de présence lorsque leurs événements de calendrier liés sont modifiés.

source: Calendar sync requires Nextcloud 32 or newer.
da: Kalendersynkronisering kræver Nextcloud 32 eller nyere.
de: Kalender-Synchronisation erfordert Nextcloud 32 oder neuer.
fr: La synchronisation du calendrier nécessite Nextcloud 32 ou une version ultérieure.

source: This feature uses calendar event hooks that are only available in Nextcloud 32 and later versions.
da: Denne funktion bruger kalenderbegivenheds-hooks, der kun er tilgængelige i Nextcloud 32 og senere versioner.
de: Diese Funktion verwendet Kalenderereignis-Hooks, die nur in Nextcloud 32 und späteren Versionen verfügbar sind.
fr: Cette fonctionnalité utilise des hooks d'événements de calendrier qui ne sont disponibles qu'à partir de Nextcloud 32.

source: Enable automatic calendar sync
da: Aktiver automatisk kalendersynkronisering
de: Automatische Kalender-Synchronisation aktivieren
fr: Activer la synchronisation automatique du calendrier

source: When enabled, changes to calendar events will automatically update linked attendance appointments (title, description, date/time).
da: Når aktiveret, vil ændringer i kalenderbegivenheder automatisk opdatere tilknyttede fremmødeaftaler (titel, beskrivelse, dato/tid).
de: Wenn aktiviert, werden Änderungen an Kalenderereignissen automatisch die verknüpften Anwesenheitstermine aktualisieren (Titel, Beschreibung, Datum/Uhrzeit).
fr: Lorsqu'elle est activée, les modifications des événements de calendrier mettront automatiquement à jour les rendez-vous de présence liés (titre, description, date/heure).

source: Linked to Calendar
de: Mit Kalender verknüpft

source: This appointment is linked to a calendar event.
da: Denne aftale er tilknyttet en kalenderbegivenhed.
de: Dieser Termin ist mit einem Kalenderereignis verknüpft.
fr: Ce rendez-vous est lié à un événement de calendrier.

source: Auto-sync enabled
da: Automatisk synkronisering aktiveret
de: Auto-Sync aktiviert
fr: Synchronisation automatique activée

source: Changes to the calendar event will not be synced.
da: Ændringer i kalenderbegivenheden vil ikke blive synkroniseret.
de: Änderungen am Kalenderereignis werden nicht synchronisiert.
fr: Les modifications de l'événement de calendrier ne seront pas synchronisées.

source: Enable auto-sync
da: Aktiver automatisk synkronisering
de: Auto-Sync aktivieren
fr: Activer la synchronisation automatique

source: Changes to the calendar event will automatically overwrite title, description, and date/time of this appointment.
da: Ændringer i kalenderbegivenheden vil automatisk overskrive titel, beskrivelse og dato/tid for denne aftale.
de: Änderungen am Kalenderereignis überschreiben automatisch Titel, Beschreibung und Datum/Uhrzeit dieses Termins.
fr: Les modifications de l'événement de calendrier écraseront automatiquement le titre, la description et la date/heure de ce rendez-vous.

source: Response recorded
da: Svar registreret
fr: Réponse enregistrée

source: Response missing: %1$s on %2$s
da: Svar mangler: %1$s den %2$s
fr: Réponse manquante : %1$s le %2$s

source: New appointment: %1$s on %2$s
da: Ny aftale: %1$s den %2$s
fr: Nouveau rendez-vous : %1$s le %2$s

source: Attendance appointments
da: Fremmødeaftaler
fr: Rendez-vous de présence

source: Export created: {filename}
da: Eksport oprettet: {filename}
fr: Export créé : {filename}

source: Upcoming appointments
da: Kommende aftaler
fr: Rendez-vous à venir

source: Past appointments
da: Tidligere aftaler
fr: Rendez-vous passés

source: Create appointment
da: Opret aftale
fr: Créer un rendez-vous

source: Calendar subscription
da: Kalenderabonnement
fr: Abonnement au calendrier

source: Share link
da: Del link
fr: Partager le lien

source: Start date & time
da: Startdato og -tid
fr: Date et heure de début

source: End date & time
da: Slutdato og -tid
fr: Date et heure de fin

source: Imported from calendar
da: Importeret fra kalender
fr: Importé du calendrier

source: Add your comment …
da: Tilføj din kommentar …
fr: Ajouter votre commentaire …

source: Response summary
da: Svaroversigt
fr: Résumé des réponses

source: No response
da: Intet svar
fr: Pas de réponse

source: Select event
da: Vælg begivenhed
fr: Sélectionner un événement

source: Import from calendar
da: Importer fra kalender
fr: Importer du calendrier

source: Loading calendars …
da: Indlæser kalendere …
fr: Chargement des calendriers …

source: Select calendar
da: Vælg kalender
fr: Sélectionner un calendrier

source: Search calendars …
da: Søg i kalendere …
fr: Rechercher des calendriers …

source: No calendars match your search
da: Ingen kalendere matcher din søgning
fr: Aucun calendrier ne correspond à votre recherche

source: Loading events …
da: Indlæser begivenheder …
fr: Chargement des événements …

source: Search events …
da: Søg i begivenheder …
fr: Rechercher des événements …

source: Untitled event
da: Unavngivet begivenhed
fr: Événement sans titre

source: No events match your search
da: Ingen begivenheder matcher din søgning
fr: Aucun événement ne correspond à votre recherche

source: All present
da: Alle til stede
fr: Tous présents

source: All absent
da: Alle fraværende
fr: Tous absents

source: Search by name …
da: Søg efter navn …
fr: Rechercher par nom …

source: {count} attendee not yet checked in
da: {count} deltager endnu ikke checked ind
fr: {count} participant n'a pas encore pointé

source: Add a comment for this check-in …
da: Tilføj en kommentar til denne check-in …
fr: Ajouter un commentaire pour ce pointage …

source: Settings saved
da: Indstillinger gemt
fr: Paramètres enregistrés

source: Loading settings …
da: Indlæser indstillinger …
fr: Chargement des paramètres …

source: Response summary groups
da: Svaroversigt-grupper
fr: Groupes du résumé des réponses

source: Select groups …
da: Vælg grupper …
fr: Sélectionner des groupes …

source: Response summary teams
da: Svaroversigt-teams
fr: Équipes du résumé des réponses

source: Search and select teams …
da: Søg og vælg teams …
fr: Rechercher et sélectionner des équipes …

source: Manage appointments
da: Administrer aftaler
fr: Gérer les rendez-vous

source: Check-in access
da: Check-in-adgang
fr: Accès au pointage

source: See response overview
da: Se svaroversigt
fr: Voir l'aperçu des réponses

source: See comments
da: Se kommentarer
fr: Voir les commentaires

source: Appointment reminders
da: Aftalepåmindelser
fr: Rappels de rendez-vous

source: Calendar sync
da: Kalendersynkronisering
fr: Synchronisation du calendrier

source: Loading …
da: Indlæser …
fr: Chargement …

source: Appointment deleted
da: Aftale slettet
fr: Rendez-vous supprimé

source: Appointment not found
da: Aftale ikke fundet
fr: Rendez-vous non trouvé

source: Edit appointment
da: Rediger aftale
fr: Modifier le rendez-vous

source: Copy appointment
da: Kopier aftale
fr: Copier le rendez-vous

source: Appointment updated
da: Aftale opdateret
fr: Rendez-vous mis à jour

source: Appointment created
da: Aftale oprettet
fr: Rendez-vous créé

source: Linked to calendar
da: Tilknyttet kalender
fr: Lié au calendrier

source: Appointment name
da: Aftalenavn
fr: Nom du rendez-vous

source: Write your description here …
da: Skriv din beskrivelse her …
fr: Écrivez votre description ici …

source: Restrict access
da: Begræns adgang
fr: Restreindre l'accès

source: Search users, groups or teams …
da: Søg efter brugere, grupper eller teams …
fr: Rechercher des utilisateurs, groupes ou équipes …

source: Some users may appear in the section "Others" in the response summary because they are not configured for tracking.
da: Nogle valg vil vises under "Andre" i svaroversigten, fordi de ikke er konfigureret til sporing.
fr: Certains utilisateurs peuvent apparaître dans la section « Autres » du résumé des réponses car ils ne sont pas configurés pour le suivi.

source: Configure in admin settings
da: Konfigurer i administratorindstillinger
fr: Configurer dans les paramètres d'administration

source: Do you want to set {count} users to {action}?
da: Vil du sætte {count} brugere til {action}?
fr: Voulez-vous définir {count} utilisateurs comme {action} ?

source: Loading appointment data …
da: Indlæser aftaledata …
fr: Chargement des données du rendez-vous …

source: Confirm bulk action
da: Bekræft massehandling
fr: Confirmer l'action groupée

source: Open Attendance app
da: Åbn Fremmøde-app
fr: Ouvrir l'application Présence

source: Your response has been saved.
da: Dit svar er blevet gemt.
fr: Votre réponse a été enregistrée.

source: View appointment details
da: Se aftaledetaljer
fr: Voir les détails du rendez-vous

source: You are answering as {user}
da: Du svarer som {user}
fr: Vous répondez en tant que {user}

source: You are about to respond with: {response}
da: Du er ved at svare med: {response}
fr: Vous êtes sur le point de répondre : {response}

source: Confirm response
da: Bekræft svar
fr: Confirmer la réponse

source: Response updated
da: Svar opdateret
fr: Réponse mise à jour

source: Comment updated
da: Kommentar opdateret
fr: Commentaire mis à jour

source: Subscription URL regenerated
da: Abonnements-URL genereret igen
fr: URL d'abonnement régénérée

source: Check-in
fr: Pointage

source: Start
fr: Début

source: Team
fr: Équipe
