Repository: luflow/attendance
Catalog: translationfiles/*/attendance.po
Languages: da, de, fr

source: Attendance
da: Fremmøde
de: Anwesenheit
fr: Présence

source: Appointments
de: Termine

source: Upcoming Appointments
de: Bevorstehende Termine

source: Unanswered
da: Ubesvarede
de: Unbeantwortet
fr: Sans réponse

source: Appointment Management
de: Terminverwaltung

source: Loading appointments...
de: Termine werden geladen...

source: By Group
de: Nach Gruppe

source: Others
da: Andre
de: Andere
fr: Autres

source: Show Past Appointments
de: Vergangene Termine anzeigen

source: Hide Past Appointments
de: Vergangene Termine ausblenden

source: Create Appointment
de: Termin erstellen

source: Edit Appointment
de: Termin bearbeiten

source: Edit
da: Rediger
de: Bearbeiten
fr: Modifier

source: Delete
da: Slet
de: Löschen
fr: Supprimer

source: Appointment Name
de: Terminname

source: Description
da: Beskrivelse
de: Beschreibung

source: You can use **bold** and *italic* formatting
de: Du kannst **fett** und *kursiv* formatieren

source: End
da: Slut
de: Ende
fr: Fin

source: Start Date & Time
de: Startdatum & -zeit

source: End Date & Time
de: Enddatum & -zeit

source: Save
da: Gem
de: Speichern
fr: Enregistrer

source: Cancel
da: Annuller
de: Abbrechen
fr: Annuler

source: Yes
da: Ja
de: Ja
fr: Oui

source: No
da: Nej
de: Nein
fr: Non

source: Maybe
da: Måske
de: Vielleicht
fr: Peut-être

source: Your Response
de: Deine Antwort

source: Response Summary
de: Antwortübersicht

source: Permissions
da: Tilladelser
de: Berechtigungen

source: Configure which groups can perform specific actions. Users must belong to at least one of the selected groups to access the feature. If no group is selected, all users have access to the feature.
da: Konfigurer hvilke grupper der kan udføre specifikke handlinger. Brugere skal tilhøre mindst en af de valgte grupper for at få adgang til funktionen. Hvis ingen gruppe er valgt, har alle brugere adgang til funktionen.
de: Konfiguriere, welche Gruppen bestimmte Aktionen ausführen können. Personen müssen mindestens einer der ausgewählten Gruppen angehören, um auf die Funktion zugreifen zu können. Wenn keine Gruppe ausgewählt ist, haben alle Zugriff auf die Funktion.
fr: Configurez quels groupes peuvent effectuer des actions spécifiques. Les utilisateurs doivent appartenir à au moins un des groupes sélectionnés pour accéder à la fonctionnalité. Si aucun groupe n'est sélectionné, tous les utilisateurs ont accès à la fonctionnalité.

source: Manage Appointments
de: Termine verwalten

source: Groups that can create, update, and delete appointments
da: Grupper der kan oprette, opdatere og slette aftaler
de: Gruppen, die Termine erstellen, bearbeiten und löschen können
fr: Groupes pouvant créer, modifier et supprimer des rendez-vous

source: Check-in Access
de: Check-in-Zugang

source: Groups that can access the check-in interface and execute check-ins
da: Grupper der kan tilgå check-in-grænsefladen og udføre check-ins
de: Gruppen, die auf die Check-in-Oberfläche zugreifen und Check-ins durchführen können
fr: Groupes pouvant accéder à l'interface de pointage et effectuer des pointages

source: See Response Overview
de: Antwort-Übersicht sehen

source: Groups that can see the response overview with details
da: Grupper der kan se svaroversigten med detaljer
de: Gruppen, die die Antwort-Übersicht mit Details sehen können
fr: Groupes pouvant voir l'aperçu des réponses avec les détails

source: See Comments
de: Kommentare sehen

source: Groups that can see comments in the response overview
da: Grupper der kan se kommentarer i svaroversigten
de: Gruppen, die Kommentare in der Antwort-Übersicht sehen können
fr: Groupes pouvant voir les commentaires dans l'aperçu des réponses

source: Check-in Permissions
de: Check-in Berechtigungen

source: Groups that can see comments
de: Gruppen, die Kommentare sehen können

source: Users in these groups can see comments from other users
de: Personen in diesen Gruppen können Kommentare von anderen sehen

source: Appointment Reminders
de: Termin-Erinnerungen

source: Send automatic reminder notifications to users who haven't responded to appointments.
da: Send automatiske påmindelsesnotifikationer til brugere, der ikke har svaret på aftaler.
de: Automatische Erinnerungen an Personen senden, die noch nicht auf Termine geantwortet haben.
fr: Envoyer des notifications de rappel automatiques aux utilisateurs qui n'ont pas répondu aux rendez-vous.

source: Enable automatic reminders
da: Aktiver automatiske påmindelser
de: Automatische Erinnerungen aktivieren
fr: Activer les rappels automatiques

source: Send reminders X days before appointment:
de: Erinnerungen X Tage vor dem Termin senden:

source: (1-30 days)
de: (1-30 Tage)

source: Configure attendance management and reminders
da: Konfigurer fremmødeadministration og påmindelser
de: Anwesenheitsverwaltung und Erinnerungen konfigurieren
fr: Configurer la gestion des présences et les rappels

source: Loading settings...
de: Einstellungen werden geladen...

source: Days before appointment
da: Dage før aftale
de: Tage vor dem Termin
fr: Jours avant le rendez-vous

source: Send reminders this many days before the appointment (1-30 days)
da: Send påmindelser så mange dage før aftalen (1-30 dage)
de: Erinnerungen diese Anzahl von Tagen vor dem Termin senden (1-30 Tage)
fr: Envoyer des rappels autant de jours avant le rendez-vous (1-30 jours)

source: Reminder frequency (days)
da: Påmindelsesfrekvens (dage)
de: Erinnerungshäufigkeit (Tage)
fr: Fréquence des rappels (jours)

source: How often to remind users who haven't responded. Set to 0 to only remind once, or 1-30 to repeat reminders every N days.
da: Hvor ofte brugere, der ikke har svaret, skal påmindes. Sæt til 0 for kun at påminde én gang, eller 1-30 for at gentage påmindelser hver N. dag.
de: Wie oft Personen erinnert werden sollen, die noch nicht geantwortet haben. Auf 0 setzen, um nur einmal zu erinnern, oder 1-30, um alle N Tage zu erinnern.
fr: Fréquence de rappel pour les utilisateurs qui n'ont pas répondu. Définir à 0 pour ne rappeler qu'une fois, ou 1-30 pour répéter les rappels tous les N jours.

source: Whitelisted Groups
de: Gruppenbeschränkung

source: Select user groups that should be included in attendance statistics and check-in list filters. If no groups are selected, all groups are included.
de: Wähle Gruppen aus, die in Anwesenheitsstatistiken und Check-in-Listen-Filtern enthalten sein sollen. Wenn keine Gruppen ausgewählt sind, werden alle Gruppen einbezogen.

source: The Notifications app is not enabled. Please enable it to use appointment reminders.
da: Notifikations-appen er ikke aktiveret. Aktiver den venligst for at bruge aftalepåmindelser.
de: Die Benachrichtigungs-App ist nicht aktiviert. Bitte aktiviere sie, um Termin-Erinnerungen zu nutzen.
fr: L'application Notifications n'est pas activée. Veuillez l'activer pour utiliser les rappels de rendez-vous.

source: You can enable it in the Apps section of your Nextcloud settings.
da: Du kan aktivere den i Apps-sektionen i dine Nextcloud-indstillinger.
de: Du kannst sie im Apps-Bereich deiner Nextcloud-Einstellungen aktivieren.
fr: Vous pouvez l'activer dans la section Applications de vos paramètres Nextcloud.

source: Select groups...
de: Gruppen auswählen...

source: %n group selected
da: %n gruppe valgt
de: %n Gruppe ausgewählt
fr: %n groupe sélectionné

source: %n groups selected
de: %n Gruppen ausgewählt

source: Start check-in
de: Check-in starten
fr: Démarrer le pointage

source: Back
da: Tilbage
de: Zurück
fr: Retour

source: Loading appointment data...
de: Lade Termin-Daten...

source: Error loading appointment
da: Fejl ved indlæsning af aftale
de: Fehler beim Laden des Termins
fr: Erreur lors du chargement du rendez-vous

source: Failed to load appointment data
da: Aftaledata kunne ikke indlæses
de: Fehler beim Laden der Termin-Daten
fr: Échec du chargement des données du rendez-vous

source: Responses
de: Antworten

source: No Response
de: Keine Antwort

source: Present
da: Til stede
de: Anwesend
fr: Présent

source: Absent
da: Fraværende
de: Abwesend

source: Summary
de: Zusammenfassung

source: Total Users
de: Personen gesamt

source: Responded
de: Geantwortet

source: Checked in by admin
de: Vom Admin eingecheckt

source: Checked in?
da: Checked ind?
de: Eingecheckt?
fr: Pointé ?

source: Bulk Actions
de: Massenaktionen

source: Mark All Present
de: Alle als anwesend markieren

source: Mark All Absent
de: Alle als abwesend markieren

source: Reset All
de: Alle zurücksetzen

source: Search by name...
de: Nach Namen suchen...

source: Filter by group
da: Filtrer efter gruppe
de: Nach Gruppe filtern
fr: Filtrer par groupe

source: Add admin comment...
de: Admin-Kommentar hinzufügen...

source: Check-in comment
da: Check-in-kommentar
de: Check-in-Kommentar
fr: Commentaire de pointage

source: Add a comment for this check-in...
de: Kommentar für diesen Check-in hinzufügen...

source: Share Link
de: Link teilen

source: Link copied to clipboard
da: Link kopieret til udklipsholder
de: Link in Zwischenablage kopiert
fr: Lien copié dans le presse-papiers

source: Comment:
de: Kommentar:

source: All
de: Alle

source: All Present
de: Alle anwesend

source: All Absent
de: Alle abwesend

source: No appointments found
da: Ingen aftaler fundet
de: Keine Termine gefunden
fr: Aucun rendez-vous trouvé

source: Loading...
de: Laden...

source: Comment (optional)
da: Kommentar (valgfri)
de: Kommentar (optional)
fr: Commentaire (facultatif)

source: Comment could not be saved
da: Kommentar kunne ikke gemmes
de: Kommentar konnte nicht gespeichert werden
fr: Le commentaire n'a pas pu être enregistré

source: All Comments
de: Alle Kommentare

source: No responses yet
de: Noch keine Antworten

source: Error loading appointments
de: Fehler beim Laden der Termine

source: Error creating appointment
da: Fejl ved oprettelse af aftale
de: Fehler beim Erstellen des Termins
fr: Erreur lors de la création du rendez-vous

source: Please enter an appointment name
da: Indtast venligst et aftalenavn
de: Bitte geben Sie einen Terminnamen ein
fr: Veuillez entrer un nom de rendez-vous

source: Please select a start date and time
da: Vælg venligst en startdato og -tid
de: Bitte wählen Sie ein Startdatum und eine Startzeit
fr: Veuillez sélectionner une date et une heure de début

source: Please select an end date and time
da: Vælg venligst en slutdato og -tid
de: Bitte wählen Sie ein Enddatum und eine Endzeit
fr: Veuillez sélectionner une date et une heure de fin

source: Error updating appointment
da: Fejl ved opdatering af aftale
de: Fehler beim Aktualisieren des Termins
fr: Erreur lors de la mise à jour du rendez-vous

source: Error deleting appointment
da: Fejl ved sletning af aftale
de: Fehler beim Löschen des Termins
fr: Erreur lors de la suppression du rendez-vous

source: Error updating response
da: Fejl ved opdatering af svar
de: Fehler beim Aktualisieren der Antwort
fr: Erreur lors de la mise à jour de la réponse

source: Failed to save response
de: Antwort konnte nicht gespeichert werden

source: Appointment created successfully
de: Termin erfolgreich erstellt

source: Appointment updated successfully
de: Termin erfolgreich aktualisiert

source: Appointment deleted successfully
de: Termin erfolgreich gelöscht

source: Response updated successfully
de: Antwort erfolgreich aktualisiert

source: Are you sure you want to delete this appointment?
da: Er du sikker på, at du vil slette denne aftale?
de: Bist du sicher, dass du diesen Termin löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ?

source: Past Appointments
de: Vergangene Termine

source: Created by
de: Erstellt von

source: Created on
de: Erstellt am

source: Updated on
de: Aktualisiert am

source: No responses from this group yet
de: Noch keine Antworten von dieser Gruppe

source: No response yet:
da: Intet svar endnu:
de: Noch keine Antwort:
fr: Pas encore de réponse :

source: Non-responding users
de: Antwort fehlt von

source: Show all appointments
da: Vis alle aftaler
de: Alle Termine anzeigen
fr: Afficher tous les rendez-vous

source: Add comment
da: Tilføj kommentar
de: Kommentar hinzufügen
fr: Ajouter un commentaire

source: Optional: Reason for your response
de: Optional: Grund für deine Antwort

source: Confirm
da: Bekræft
de: Bestätigen
fr: Confirmer

source: Attendance Settings
de: Anwesenheits-Einstellungen

source: Group Access Control
de: Gruppen-Zugriffskontrolle

source: Groups
de: Gruppen

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert

source: Failed to load settings
da: Indstillinger kunne ikke indlæses
de: Fehler beim Laden der Einstellungen
fr: Échec du chargement des paramètres

source: Failed to save settings
da: Indstillinger kunne ikke gemmes
de: Fehler beim Speichern der Einstellungen
fr: Échec de l'enregistrement des paramètres

source: All attendees checked in
da: Alle deltagere checked ind
de: Alle Teilnehmenden eingecheckt
fr: Tous les participants ont pointé

source: {count} attendees not yet checked in
de: {count} Teilnehmende noch nicht eingecheckt

source: Confirm Bulk Action
de: Massenaktion bestätigen

source: Do you really want to set all {count} users to {action}?
de: Möchtest du wirklich alle {count} Personen auf {action} setzen?

source: attending
da: deltager
de: anwesend
fr: présent

source: not attending
da: deltager ikke
de: nicht anwesend
fr: absent

source: Export
da: Eksporter
de: Exportieren
fr: Exporter

source: Export created successfully: {filename}
de: Export erfolgreich erstellt: {filename}

source: Failed to export appointments
da: Eksport af aftaler mislykkedes
de: Fehler beim Exportieren der Termine
fr: Échec de l'export des rendez-vous

source: Visible to
de: Sichtbar für

source: Leave empty to show appointment to all users
de: Leer lassen, um den Termin allen anzuzeigen

source: Search users, groups or teams...
de: Personen, Gruppen oder Teams suchen...

source: Response Summary Groups
de: Gruppen für Antwortübersicht

source: Select which groups to include in response summaries. Users outside these groups will appear under Others. Leave empty to include all groups.
da: Vælg hvilke grupper der skal inkluderes i svaroversigter. Brugere uden for disse grupper vil vises under Andre. Lad stå tom for at inkludere alle grupper.
de: Wähle aus, welche Gruppen in der Antwortübersicht angezeigt werden. Personen außerhalb dieser Gruppen erscheinen unter Andere. Leer lassen, um alle Gruppen einzubeziehen.
fr: Sélectionnez les groupes à inclure dans les résumés des réponses. Les utilisateurs en dehors de ces groupes apparaîtront sous Autres. Laisser vide pour inclure tous les groupes.

source: Restrict Access
de: Zugriff einschränken

source: Limits who can see this appointment. Leave empty for all users.
da: Begrænser hvem der kan se denne aftale. Lad stå tom for alle brugere.
de: Beschränkt, wer diesen Termin sehen kann. Leer lassen für alle Personen.
fr: Limite qui peut voir ce rendez-vous. Laisser vide pour tous les utilisateurs.

source: Some selections are not in the Response Summary Groups/Teams and may therefore appear under "Others".
de: Einige Auswahlen sind nicht in den Gruppen/Teams für Antwortübersicht und können daher unter "Andere" erscheinen.

source: Configure in Admin Settings
de: In Admineinstellungen konfigurieren

source: Notification
da: Notifikation
de: Benachrichtigung

source: Send notification
da: Send notifikation
de: Benachrichtigung senden
fr: Envoyer une notification

source: Notify users who can see this appointment about its creation
da: Notificer brugere, der kan se denne aftale, om dens oprettelse
de: Personen, die diesen Termin sehen können, über die Erstellung benachrichtigen
fr: Notifier les utilisateurs qui peuvent voir ce rendez-vous de sa création

source: New appointment: %s on %s
de: Neuer Termin: %s am %s

source: A new appointment has been created. Please respond soon.
da: En ny aftale er oprettet. Svar venligst snart.
de: Ein neuer Termin wurde erstellt. Bitte antworte zeitnah.
fr: Un nouveau rendez-vous a été créé. Veuillez répondre bientôt.

source: Response missing: %s on %s
de: Rückmeldung fehlt: %s am %s

source: Please respond to the upcoming appointment!
da: Svar venligst på den kommende aftale!
de: Bitte gib eine Rückmeldung zum kommenden Termin!
fr: Veuillez répondre au prochain rendez-vous !

source: Group
da: Gruppe
de: Gruppe
fr: Groupe

source: Calendar Subscription
de: Kalender-Abo

source: Subscribe to your appointments in external calendar apps like Google Calendar, Apple Calendar, or Thunderbird.
da: Abonner på dine aftaler i eksterne kalender-apps som Google Kalender, Apple Kalender eller Thunderbird.
de: Abonniere deine Termine in externen Kalender-Apps wie Google Kalender, Apple Kalender oder Thunderbird.
fr: Abonnez-vous à vos rendez-vous dans des applications de calendrier externes comme Google Agenda, Apple Calendrier ou Thunderbird.

source: Subscription URL
da: Abonnements-URL
de: Kalender-URL
fr: URL d'abonnement

source: iCal Subscription URL
de: iCal-Kalender-URL

source: Copy URL
da: Kopier URL
de: URL kopieren
fr: Copier l'URL

source: Copy
da: Kopier
de: Kopieren
fr: Copier

source: Last accessed
da: Sidst tilgået
de: Zuletzt abgerufen
fr: Dernier accès

source: Keep this URL private! Anyone with this link can see your appointments.
da: Hold denne URL privat! Alle med dette link kan se dine aftaler.
de: Halte diese URL geheim! Jeder mit diesem Link kann deine Termine sehen.
fr: Gardez cette URL privée ! Toute personne disposant de ce lien peut voir vos rendez-vous.

source: Regenerate URL
da: Generer URL igen
de: URL neu generieren
fr: Régénérer l'URL

source: Regenerate Subscription URL?
da: Generer abonnements-URL igen?
de: Kalender-URL neu generieren?
fr: Régénérer l'URL d'abonnement ?

source: This will invalidate your current calendar subscription URL. Any calendar apps using the old URL will need to be updated with the new URL.
da: Dette vil ugyldiggøre din nuværende kalenderabonnements-URL. Alle kalender-apps, der bruger den gamle URL, skal opdateres med den nye URL.
de: Dadurch wird deine aktuelle Kalender-Abonnement-URL ungültig. Alle Kalender-Apps, die die alte URL verwenden, müssen mit der neuen URL aktualisiert werden.
fr: Cela invalidera votre URL d'abonnement au calendrier actuelle. Toutes les applications de calendrier utilisant l'ancienne URL devront être mises à jour avec la nouvelle URL.

source: Regenerate
da: Generer igen
de: Neu generieren
fr: Régénérer

source: URL copied to clipboard
da: URL kopieret til udklipsholder
de: URL in Zwischenablage kopiert
fr: URL copiée dans le presse-papiers

source: Failed to copy URL
da: URL kunne ikke kopieres
de: Fehler beim Kopieren der URL
fr: Échec de la copie de l'URL

source: Subscription URL regenerated successfully
de: Kalender-URL erfolgreich neu generiert

source: Failed to regenerate subscription URL
da: Abonnements-URL kunne ikke genereres igen
de: Fehler beim Neugenerieren der Kalender-URL
fr: Échec de la régénération de l'URL d'abonnement

source: Attendance Appointments
de: Anwesenheits-Termine

source: Your response
da: Dit svar
de: Deine Antwort
fr: Votre réponse

source: View or change your response
da: Se eller ændr dit svar
de: Antwort anzeigen oder ändern
fr: Voir ou modifier votre réponse

source: Not responded
de: Nicht beantwortet

source: Please respond! We still need your answer.
da: Svar venligst! Vi mangler stadig dit svar.
de: Bitte antworte! Wir brauchen noch deine Rückmeldung.
fr: Veuillez répondre ! Nous avons encore besoin de votre réponse.

source: Me
da: Mig
de: Ich
fr: Moi

source: Quick subscribe
da: Hurtig abonnering
de: Schnell abonnieren
fr: Abonnement rapide

source: Google Calendar
da: Google Kalender
de: Google Kalender
fr: Google Agenda

source: Apple Calendar
da: Apple Kalender
de: Apple Kalender
fr: Apple Calendrier

source: Quick Response
de: Schnelle Antwort

source: Confirm Response
de: Antwort bestätigen

source: Thank you for your response!
da: Tak for dit svar!
de: Danke für Deine Antwort!
fr: Merci pour votre réponse !

source: Your response has been saved successfully.
de: Deine Antwort wurde erfolgreich gespeichert.

source: Unable to process response
da: Kunne ikke behandle svar
de: Antwort konnte nicht verarbeitet werden
fr: Impossible de traiter la réponse

source: Invalid response type.
da: Ugyldig svartype.
de: Ungültiger Antworttyp.
fr: Type de réponse invalide.

source: This link is invalid. Please use the link from your notification.
da: Dette link er ugyldigt. Brug venligst linket fra din notifikation.
de: Dieser Link ist ungültig. Bitte benutze den Link aus deiner Benachrichtigung.
fr: Ce lien est invalide. Veuillez utiliser le lien de votre notification.

source: This link has expired. The appointment has already ended.
da: Dette link er udløbet. Aftalen er allerede afsluttet.
de: Dieser Link ist abgelaufen. Der Termin ist bereits beendet.
fr: Ce lien a expiré. Le rendez-vous est déjà terminé.

source: This link is no longer valid.
da: Dette link er ikke længere gyldigt.
de: Dieser Link ist nicht mehr gültig.
fr: Ce lien n'est plus valide.

source: This appointment no longer exists.
da: Denne aftale eksisterer ikke længere.
de: Dieser Termin existiert nicht mehr.
fr: Ce rendez-vous n'existe plus.

source: An error occurred while recording your response. Please try again.
da: Der opstod en fejl under registrering af dit svar. Prøv venligst igen.
de: Beim Speichern deiner Antwort ist ein Fehler aufgetreten. Bitte versuche es erneut.
fr: Une erreur s'est produite lors de l'enregistrement de votre réponse. Veuillez réessayer.

source: Your response:
da: Dit svar:
de: Deine Antwort:
fr: Votre réponse :

source: You are about to respond with
de: Du bist dabei zu antworten mit

source: You are answering as
de: Du antwortest als

source: Open Attendance App
de: Anwesenheits-App öffnen

source: View Appointment Details
de: Termindetails anzeigen

source: Confirm your response?
da: Bekræft dit svar?
de: Antwort bestätigen?
fr: Confirmer votre réponse ?

source: Attachments
da: Vedhæftninger
de: Anhänge
fr: Pièces jointes

source: Add from Files
da: Tilføj fra Filer
de: Aus Dateien hinzufügen
fr: Ajouter depuis Fichiers

source: Choose files to attach
da: Vælg filer til vedhæftning
de: Dateien zum Anhängen auswählen
fr: Choisir les fichiers à joindre

source: Attach
da: Vedhæft
de: Anhängen
fr: Joindre

source: Attachment added
da: Vedhæftning tilføjet
de: Anhang hinzugefügt
fr: Pièce jointe ajoutée

source: Attachment removed
da: Vedhæftning fjernet
de: Anhang entfernt
fr: Pièce jointe supprimée

source: Failed to add attachment
da: Vedhæftning kunne ikke tilføjes
de: Anhang konnte nicht hinzugefügt werden
fr: Échec de l'ajout de la pièce jointe

source: Failed to remove attachment
da: Vedhæftning kunne ikke fjernes
de: Anhang konnte nicht entfernt werden
fr: Échec de la suppression de la pièce jointe

source: No attachments
de: Keine Anhänge

source: Files that are important for this appointment can be selected here.
da: Filer, der er vigtige for denne aftale, kan vælges her.
de: Dateien, die für diesen Termin wichtig sind, können hier ausgewählt werden.
fr: Les fichiers importants pour ce rendez-vous peuvent être sélectionnés ici.

source: Copy Appointment
de: Termin kopieren

source: Date & Time
da: Dato og tid
de: Datum & Zeit
fr: Date et heure

source: %n appointment awaiting your response
da: %n aftale afventer dit svar
de: %n Termin wartet auf deine Antwort
fr: %n rendez-vous en attente de votre réponse

source: Hurray! You responded to all appointments.
da: Hurra! Du har svaret på alle aftaler.
de: Hurra! Du hast auf alle Termine geantwortet.
fr: Hourra ! Vous avez répondu à tous les rendez-vous.

source: Show upcoming appointments
da: Vis kommende aftaler
de: Bevorstehende Termine anzeigen
fr: Afficher les rendez-vous à venir

source: Add your comment...
de: Dein Kommentar...
